Repository: manuel90/lzl-product-codes
Catalog: languages/lzl-product-codes-*.po
Languages: es_es

source: Enable codes
es_es: Habilitar Uso de Códigos

source: Allow add code to product.
es_es: Permite agregar códigos al producto.

source: List Codes:
es_es: Lista de Códigos:

source: Available
es_es: Disponible

source: Assign to %s
es_es: Asignado a %s

source: Assign
es_es: Asignado

source: Used
es_es: Usado

source: Pending
es_es: Pendiente

source: Status is invalid: %s
es_es: El estado es inválido: %s

source: Code value is empty
es_es: El valor del código es vacío

source: Error deleting the code try again later
es_es: Error eliminando el código, intente más tarde.

source: Code was sended
es_es: El Código fue eliminado

source: Product ID is empty
es_es: El ID del producto es vacío

source: Invalid email
es_es: Email inválido

source: The Subject email is empty
es_es: El Asunto del email es vacío

source: The Body Message email is empty
es_es: El cuerpo de mensaje del email es vacío

source: Error sending the email try again later
es_es: Error enviando el email. Intente nuevamente más tarde

source: Email was sended
es_es: El email fue enviado

source: Code
es_es: Código

source: Status
es_es: Estado

source: Delete
es_es: Eliminar

source: Codes not found to this product.
es_es: Este producto no tiene códigos.

source: Code is empty
es_es: El Código es vacío

source: Code is invalid. Type only letters or numbers.
es_es: El Código es inválido. Escribe únicamente letras o números.

source: Code exists
es_es: El Código ya existe.

source: Options Codes
es_es: Códigos del Producto

source: See codes
es_es: Ver los códigos

source: Subject email
es_es: Asunto del email

source: Body Message email
es_es: Cuerpo del mensaje del email

source: Add code
es_es: Agregar código

source: WooCommerce plugin is required
es_es: Debes instalar y activar el plugin WooCommercer primeramente.

source: Add codes to woocommerce products.
es_es: Agrega códigos a productos de WooCommerce.
